{ "Plants-List" : [ {
  "about" : "Anthuriums are flowering plants native to the Americas. They are known for their brightly colored flowers, which aren't really flowers but are modified waxy leaves! The more bright indirect light this plant is positioned in, the more ‘flowers’ it can produce. To keep this plant happy and healthy, prune off dead or dying foliage, and keep away from radiators and air conditioners.",
  "botanical_name" : "Anthurium andraeanum",
  "care" : "Place your Anthurium near a window where it will receive bright indirect light with no direct sunlight. It will do best with warm temperatures of 75º to 85ºF during the daytime and 70° to 75°F at night but temperatures as low as 45°F and as high as 90°F can be tolerated. Anthuriums like their soil to be kept evenly moist but not soggy. It is better to let the soil dry slightly between waterings than to keep it too wet which can lead to root damage and yellowing lower leaves possibly death. If the soil is allowed to dry excessively some leaf tip burn will most likely occur. If allowed to go too dry to the point of wilting submerge the entire pot under water until all bubbling stops.",
  "common_name" : "Flamingo Flower",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_anthurium-red_variant_small_august_blush_720x.jpg?v=1584809177",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 1.5,
  "max_width" : 1.5,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Often called the beginner orchid or ‘moth orchid’, the popular Phalaenopsis orchid is one of the easiest varieties of orchids to grow as a houseplant. Native to India, China, and Southeast Asia – this orchid with leafy stems and long-lasting flowers does best a bright, warm, humid spot. Indoors, the Phalaenopsis orchid will typically bloom about once a year, for up to three months. After a blooming cycle, the flowers will wilt and fall off. When this happens, don’t worry, your orchid is not dead – it’s just storing up energy to re-bloom again next season.",
  "botanical_name" : "Phalaenopsis species",
  "care" : "Phalaenopsis enjoy much the same temperature range as we do. The minimum temperature at night is 60-65 °F, while the average daytime temperature should be around 75-85 °F. Occasional deviations will not harm your plant, except when it is in bud - chilly temperatures may cause the plant to stop budding. Phalaenopsis will flourish indoors under normal lighting conditions, with indirect sunlight being the most advantageous. Caution should be used when placing a Phalaenopsis in direct sunlight due to the fact that its leaves burn easily from too much exposure to the sun. Water often enough to keep continuous moisture just below the surface of the medium, but be cautious of over-watering. Watering once a week is normally sufficient to keep your plant healthy and happy. Plants should be repotted every other year and, because they grow upwards without spreading, can go back into the same sized pot. A medium-grade wood bark works well with the base of the bottom leaf at the surface of the medium. Water sparingly until new roots are well established.",
  "common_name" : "Moth Orchid",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://www.plants.com/static/1566494705850_20190822-1566494707953.png",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Native to southern and central Africa, the Sansevieria trifasciata 'Laurentii' is a cultivar of snake plant with yellow variegated edges. Snake plants are tropical plants that are also succulents. Often positioned as low light plants, they are actually medium to bright light plants that tolerate, but not thrive in low light. Like other succulent plants, they have a modified form of photosynthesis, where in order to preserve water, the plant opens its pores exclusively at night. However, since photosynthesis only happens with daylight, the plant stores carbon dioxide acquired at night for use during the day, and releases oxygen (one of the end products of photosynthesis) at night when the pores open. This helps it to maximize efficiency in cleaning the air, as found in study conducted by NASA.",
  "botanical_name" : "Sansevieria laurentii",
  "care" : "Allow soil to dry between waterings and take extra special care not to over water in winter. Try to avoid getting leaves wet when you water. Place your snake plants in indirect light (although they are tolerant of a variety of light conditions) and fertilize during the growing season with an all-purpose plant food.",
  "common_name" : "Snake Plant",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_snake-plant-laurentii_variant_medium_prospect_blush_720x.jpg?v=1583160736",
  "kid_friendly" : "No",
  "light" : "Medium-Indirect Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "Strelitzia reginae, closely related to the bananas (Musaceae), is a species of evergreen tropical herbaceous plant that is native to South Africa. These regal plants are thus named for the beautiful, cranelike flowers that they produce. If given full, southern exposure, proper humidity, and temperature, they may flower indoors. This plant’s scientific name commemorates Charlotte of Mecklenburg-Strelitz, Queen consort and wife of King George III. Queen Charlotte was a patron of the arts and an amateur botanist, and helped to greatly expand Kew Gardens.",
  "botanical_name" : "Strelitzia reginae",
  "care" : "Birds of Paradise enjoy moist (but not soggy) soil, and being allowed to dry out slightly between waterings. Try not to let the soil dry completely through the pot, but also avoid overwatering. These plants do particularly well in our self watering containers. The splits in the leaves of the Bird of Paradise are natural, and allow light to access the lower portion of the plant. Keep your plant away from drafts, and apply extra humidity with a humidifier, pebble tray, or mister to keep the splitting to a minimum.Rotate your plant periodically to ensure even growth on all sides and dust the leaves often so the plant can photosynthesize efficiently. When dusting the leaves, also take the opportunity to inspect the undersides and keep an eye out for pests.",
  "common_name" : "Bird of Paradise",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_bird-of-paradise_variant_large_grant_black_720x.jpg?v=1579805408",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 6,
  "max_width" : 4,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Peace lilies are tropical, evergreen plants that thrive on the forest floor, where they receive dappled sunlight and consistent moisture. Replicating these conditions in the home is the key to getting your peace lily to be happy and healthy. With enough light, peace lilies may produce white to off-white flowers in the early summer and continue to bloom throughout the year.  Most household varieties of peace lily grow up to 16 inches tall, but larger outdoor cultivars can reach 6 feet in height. Peace lilies are not cold-hardy plants, so they may only be grown outdoors in warm, humid climates.",
  "botanical_name" : "Spathiphyllum wallisii",
  "care" : "Give them evenly moist, well-drained soil and temperatures of at least 55 degrees. If peace lilies wilt every two to three days, repot them in larger containers, which don't need watering as often. Fertilize plants growing in bright light about every six weeks with a liquid 20-20-20 product.",
  "common_name" : "Peace Lily",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0262/1574/3597/products/custom_resized_aeacd7de-41bb-41cd-b3e9-b645f7e95588_300x300.jpg?v=1570380526",
  "kid_friendly" : "No",
  "light" : "Medium-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Hoya kerrii, or Hoya Hearts, are tropical succulent vines that are often cultivated and sold as leaf cuttings. They belong to the Dogbane family, Apocynaceae, which includes some notable plants such as Dogbane, Oleander, Plumeria, Periwinkle, Golden Trumpet, and Mandevilla.",
  "botanical_name" : "Hoya kerrii",
  "care" : "The good news is that your leaf/plant is extremely easy to care for. They like to live in bright sun (but can tolerate bright indirect light) in a well-drained pot, and don't need tons of water. Water every two or three weeks, or when soil is completely dry and the leaves start to wrinkle.",
  "common_name" : "Heart",
  "difficulty" : "Easy",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_ezra-planter_variant_mini_hoya-heart_blush_720x.jpg?v=1583517425",
  "kid_friendly" : "No",
  "light" : "Bright Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "Monstera deliciosa is a species of evergreen tropical vine that is a part of Araceae, the aroid family. Native to the Tropical Americas, it is one of the few aroids which produces edible fruit, hence the species epithet deliciosa. However, it's incredibly rare that a Monstera will flower or produce fruit indoors. Instead, this plant is famous for its beautiful broad green leaves with natural leaf-holes, called fenestrations, which have led to the rise of its nickname, ‘swiss cheese plant’. These holes are theorized to maximize sun fleck capture on the forest floor by increasing the spread of the leaf while decreasing the mass of leaf cells to support.",
  "botanical_name" : "Monstera deliciosa",
  "care" : "Monsteras prefer soil that is consistently lightly moist. As epiphytes with aerial roots, they are sensitive to overwatering, so they don’t want to sit in soggy soil. If the top 2 inches of the soil are dry, your plant could use a drink. Rotate your plant periodically to ensure even growth on all sides and dust the leaves often so the plant can photosynthesize efficiently. When dusting the leaves, also take the opportunity to inspect the undersides and keep an eye out for pests. Remember each plant is a unique living thing and may have varying needs, especially in their individual locations. Pay attention to the condition of your Monstera and its watering needs and you will have a long and happy relationship.",
  "common_name" : "Split-Leaf Philodendron",
  "difficulty" : "Moderate",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_monstera_variant_large_grant_pale-grey_80672306-544e-49d8-9b1c-15e364fd9bfa_720x.jpg?v=1579805564",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 6,
  "max_width" : 6,
  "pet_friendly" : "No",
  "water" : "Minimal-Regular"
}, {
  "about" : "The Hope Philodendron is a beautiful, easy to care for houseplant that provides yearlong beauty with its interesting foliage and full silhouette. These plants are native to regions in South America - specifically Brazil, Bolivia, Argentina, and Paraguay - and prefer a tropical, humid environment.",
  "botanical_name" : "Philodendron selloum",
  "care" : "Unlike other philodendrons, the selloum likes moist but not soggy soil. During the winter, water less often, keeping the soil barely moist. Feed a monthly during the spring, summer, and fall with a water-soluble balanced fertilizer. Slow growing plants in low light require very little plant food.",
  "common_name" : "Tree Philodendron",
  "difficulty" : "Moderate",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/Pottery-Pots-Patt-XXL-Grey_Philodendron-Hope-Selloum-10.jpg?v=1563982331",
  "kid_friendly" : "No",
  "light" : "Medium-Indirect Light",
  "max_height" : 6,
  "max_width" : 6,
  "pet_friendly" : "No",
  "water" : "Minimal-Regular"
}, {
  "about" : "Asplenium nidus is most commonly referred to as the Bird’s Nest Fern. In the wild, this fern grows everywhere: on trees and on the ground. Descended from an ancient lineage of plants, these plants never flower or produce seeds. Instead, they sporulate to reproduce! Spores are generated from leaf tissue. All plants that sporulate love moisture and can tolerate being perpetually moist (but not wet). It is theorized that in later plants, flowers and cones evolved from modified sporulating leaf structures.",
  "botanical_name" : "Asplenium nidus",
  "care" : "Avoid watering the center of the plant (the rosette) because it acts as a cradle and can cause the plant to rot. Instead, water the soil around the perimeter of the plant. Test the moisture level by sticking a finger an inch into the soil. It should be damp, but not soggy. If dry, add about an inch of water. Give the plant plenty of humidity by occasionally misting the fronds with a water bottle.  During growing season, feed the fern every other week with a water-soluble fertilizer. Repot every couple of years in a larger pot with new soil.",
  "common_name" : "Birdsnest Fern",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_birds-nest-fern_variant_small_hyde_black_720x.jpg?v=1581541732",
  "kid_friendly" : "Yes",
  "light" : "Bright-Indirect Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "The rabbit foot fern (Davallia fejeensis) is a native of Fiji. It can be grown outdoors in warm climates (USDA hardiness zones 10 to 11), but is most commonly grown as a houseplant. The decorative fern's distinctive light brown fuzzy rhizomes resemble rabbit feet, giving the fern its name.",
  "botanical_name" : "Davallia fejeensis",
  "care" : "Rabbit's foot ferns like bright but indirect sunlight, such as that found near a window with an eastern exposure. During the day they like temperatures between 70 and 75 F. (21-24 C.), and slightly cooler temperatures at night. Water the plants lightly but often to keep the surface of the soil lightly moist.",
  "common_name" : "Rabbit Foot's Fern",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1706/1307/products/Humata-tyermannii-White-Rabbits-Foot-Fern.jpg?v=1521567959",
  "kid_friendly" : "Yes",
  "light" : "Bright-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "An unusual tropical plant, the staghorn fern is grown often as a houseplant or hanging plant. These fascinating plants often have multiple kinds of leaves which serve different purposes, some of which are antler-like in shape. And the shape gives this unusual type of plant its name, as if there were many green pairs of horns draping elegantly from the roots.",
  "botanical_name" : "Platycerium bifurcatum",
  "care" : "Good staghorn fern care requires frequent watering, but allow the plant medium to dry out in between. Fertilize them once per month with a 1:1:1 ration fertilizer diluted in water. The plant is prone to black spot, which is a fungal disease.",
  "common_name" : "Staghorn Fern",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0662/5489/products/burlap_staghorn_fern_-_group_-_pistils_nursery_23b8d304-da87-42d5-a65b-37f0d9706828_1200x1553.jpg?v=1568937202",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Minimal-Regular"
}, {
  "about" : "The String of Hearts (Ceropegia woodii) is a trailing succulent-like plant native to South Africa. The delicate heart-shaped foliage and slender vines can reach up to 12' long in its natural environment, and has earned this plant many nicknames, including Rosary Vine and Sweetheart Vine.",
  "botanical_name" : "Ceropegia woodii",
  "care" : "String of Hearts Plant like heat and bright light but they don’t tolerate direct sunlight. They can beplaced indoor in South or West facing window with a lot of light and if outdoor, they can be in bright shade area. One of the easier ways to see if they get sufficient light is to see the color of the leaf and the gaps between leaves: String of Hearts leaves will be wider apart and lighter in color with less marbling if the plant needs more light. If you want to grow string of hearts indoor make sure you give them the brightest window possible and keep the temperature around 80 to 85 degrees, 60 in winter time. The string of hearts is a semi-succulent plant, which means it is more tolerant of dry soil than wet soil and is prone to rotting in wet soil. You should water it sparingly, if in doubt. You can always add more water.",
  "common_name" : "String of Hearts",
  "difficulty" : "Moderate",
  "habit" : "Trailing",
  "image_url" : "https://i.pinimg.com/originals/1b/e6/00/1be600dd5d963812e32358d0426056b0.jpg",
  "kid_friendly" : "Yes",
  "light" : "Bright-Indirect Light",
  "max_height" : 12,
  "max_width" : 12,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Peperomia prostrata (also known as String of Turtles) is a small, vining plant with round succulent-like leaves. The leaves are a darker green with white veins which contrast beautifully, and resemble the markings on a turtle shell. This cute little vine is native to Ecuador and can be found growing along the ground and can actually grab on and grow up trees. Peperomia prostrata prefers moderate to bright, indirect light and normal household temperatures. Water when the top inch of soil dries out.  This is a great little plant that is interesting, easy to care for and very versatile.",
  "botanical_name" : "Peperomia prostrata",
  "care" : "String of Turtles is a popular semi-succulent plant for hanging baskets, terrariums or indoors. Also known as Jade Necklace, this plant looks best in situations where it can trail i.e. tall pots or hanging baskets. Prefers filtered light and does best in gritty, well-draining soil. Use quality fertilizer regularly to produce strong, well-coloured growth. Like most peperomia species, prostrate is vulnerable to mealy bugs, which can appear as fuzzy white stuff at the bottom of the leaves.",
  "common_name" : "String of Turtles",
  "difficulty" : "Easy",
  "habit" : "Trailing",
  "image_url" : "https://smhttp-ssl-52271.nexcesscdn.net/media/catalog/product/p/e/peperomia_prostrata_josh_s_frogs_-072.jpg",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Senecio Peregrinus, or also known as String of Dolphins or Dolphin plant, is a rare animal-like variety that develops beautiful curvy leaves which perfectly resemble a pod of little jumping Dolphins. It is a cross-pollination of Senecio Rowleyanus (String of Pearls) and Senecio Articulatus (hot dog cactus). In general, taking care of String of Dolphin is relatively easy, but considering how challenging it is to find their variety, you may want to give them a bit of extra care and attention.",
  "botanical_name" : "Senecio peregrinus",
  "care" : "As Senecio peregrinus “String of Dolphins” grows, it spreads out across the ground, or grows down out of a hanging basket. It grows well indoors when it receives enough light. Each dolphin-shaped leaf is a “window” where it absorbs light. The optimum average temperatures are 72 degrees Fahrenheit (22 C.) during the growing season. The plant will go dormant in winter and requires slightly cooler temps, around 50-55 F. (10-13 C.). Make sure to plant in well-draining soil to prevent overwatering.",
  "common_name" : "String of Dolphins",
  "difficulty" : "Easy",
  "habit" : "Trailing",
  "image_url" : "https://cdn.shopify.com/s/files/1/1124/9666/products/senecio-peregrinus-string-of-dolphins_1024x.jpg?v=1582819520",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "The Fiddle Leaf Fig (Ficus lyrata) is a species of fig tree native to the lowland tropics of western Africa. In its native habitat, it can grow over forty feet tall, however indoor fiddle leaf figs are significantly smaller. Their leaves vary in shape but are often broad, leathery in texture, and a vibrant green hue with prominent veining. Some say they resemble a fiddle – hence their name. The fiddle leaf fig is most happy in a stable environment temperature-wise where it receives at least a few hours of bright direct light a day. They can be fickle with temperature and light changes, so consistency is key.",
  "botanical_name" : "Ficus lyrata",
  "care" : "Ficus lyrata requires bright, filtered light. These plants can even tolerate some full sun, especially if placed in an eastern-facing window. Plants that are kept too dark will fail to grow rapidly. Keep steadily moist, but don't allow it to sit in water or it will drop leaves and suffer from root rot. As a tropical plant, your fiddle-leaf fig likes it warm, between 60 and 80 F, and doesn't like extreme temperature variations. Position it away from air conditioning and heating vents. Plant in any good, fast-draining potting soil. Feed with a weak liquid fertilizer throughout the growing season.",
  "common_name" : "Fiddle Leaf Fig",
  "difficulty" : "Challenging",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/Pottery-Pots-Dice-S-horizontal-ridged-Grey_Fiddle-leaf-fig-topiary_10.jpg?v=1562791631",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 10,
  "max_width" : 4,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Aloe vera, commonly referred to as the savior of sunburnt skin, has a plethora of classifications including perennial, succulent and xerophytic. Aloe vera originated in the tropical climates of Africa and established its popularity around the world for its health benefits. Many people recognize an aloe plant for its long, spiny leaves that shoot out from the center. These green leaves give the plant dramatic height. Green plants like aloe vera can bring life into any space, making them the perfect gift for any occasion.  One of the most well-liked characteristics of the aloe plant is its drought tolerance. It is advised to only water your aloe vera plant when the top inch of soil is dry.",
  "botanical_name" : "Aloe barbadensis miller",
  "care" : "Place in bright, indirect sunlight or artificial light. A western or southern window is ideal. Aloe that are kept in low light often grow leggy. Aloe vera do best in temperatures between 55 and 80°F (13 and 27°C). The temperatures of most homes and apartment are ideal. From May to September, you can bring your plant outdoors without any problems, but do bring it back inside in the evening if nights are cold. Water aloe vera plants deeply, but infrequently. To discourage rot, allow the soil to dry at least 1 to 2 inches deep between waterings. Don’t let your plant sit in water. Fertilize sparingly (no more than once a month), and only in the spring and summer with a balanced houseplant formula mixed at ½ strength.",
  "common_name" : "Aloe Vera",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://i5.walmartimages.com/asr/d76c2cde-8e7e-4a1c-92ce-8978b9b311f2_1.d5673e76316bf10cf58c5f5d47119aaf.jpeg",
  "kid_friendly" : "No",
  "light" : "Bright-Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "Rex Begonias are admired for their fabulous foliage. The cultivar offers a wide range of colors, textures, and shape. Its leaves can vary in form - from hearts, to seashell swirls, to ivy-like forms, and more. Marked by dramatic colors - often a mix of green, pink or burgundy - the Rex Begonia can also include metallic shades of grayish silver. Always breathtaking to behold! Native to tropical regions, as houseplants, Rex Begonias are good-natured - they are as easy to care for as they are easy on the eyes.",
  "botanical_name" : "Begonia rex cultorum hybrids",
  "care" : "Considered perennials in tropical and semitropical climates, Rex begonias are frost tender and typically grown as annuals or houseplants in North America. They thrive in organic, sharp-draining soil and in shade with lots of humidity. Watering “on demand” (or when the soil is dry to the touch) is a great way to keep Rex begonias happy. Avoid soggy conditions, but do not allow plants to wilt. Give Rex begonias a diluted dose of organic, soluble food every four to six weeks during the growing season. Begonias do not grow or use fertilizer efficiently below 58°F.",
  "common_name" : "Rex Begonia",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1244/8740/products/Rex_Begonia_House_Plant_Bear_Valley_Lincoln_City_2.jpg?v=1521362638",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 1.5,
  "max_width" : 1.5,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Native to the Americas and typically found in areas subject to drought, cacti or cactuses are perfectly adapted to live in the intense heat and environment of the desert, which means they can most definitely survive the warm and dry conditions of a centrally heated home. It's perfect for the less green-fingered as you only need to water moderately – in fact, it's actually better to underwater than it is to overwater. Although slow-growing, a cactus plant is fairly self-sustaining as it stores moisture in its roots, leaves and stems, and so largely regulates its own food intake. A cactus plant likes a light, airy and warm spot – but not too hot, around 18°C is ideal – and can cope well in direct sunlight.",
  "botanical_name" : "Cactus species",
  "care" : "Cacti appreciate a warm, dry environment with minimal water, and plenty of light. Cacti like to dry out completely between waterings. The most common mistake made with these plants is overwatering. Make sure that you are letting the soil thoroughly dry before giving your plant water. Cacti are susceptible to root rot, so it’s very important that you do not water the plant if you detect any moisture in the soil. During the winter months, watering frequency should decrease, sometimes to as little as once a month.",
  "common_name" : "Cactus",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://contentgrid.homedepot-static.com/hdus/en_US/DTCCOMNEW/fetch/FetchRules/PLP_Banner_PartialGroup/Outdoors/succulents-cactus2.png",
  "kid_friendly" : "Yes",
  "light" : "Bright Light",
  "max_height" : 4,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Rhaphidophora tetrasperma is a fast growing vining plant, sought after for its unique fenestrated leaves. Sometimes called “Dwarf Monstera” or “Monstera Ginny” due to is resemblance to Monstera deliciosa, the leaves of Rhaphidophora tetrasperma are similarly split with “windows,” but stay quite small. This plant is easy to care for, and loves to climb up a moss pole. It's easy to propagate from stem tip cuttings, and thrives in bright indirect light.",
  "botanical_name" : "Rhaphidophora tetrasperma",
  "care" : "Rhaphidophora tetrasperma requires bright, filtered light. Indoors, direct sun is fine; outdoors, a little bit of dappled sun is fine as well. It likes to stay pretty moist, at least during growing season. This plant can tolerate standard household humidity (typically around 30-40%), but it will absolutely love added humidity! If you can place it near a humidifier or group it with other plants, it will greatly benefit. Temperature wise, it's like most other aroids and doesn't like temperatures that are too cold (nothing below 55 degrees) or too hot (100+ degrees).",
  "common_name" : "Mini Monstera",
  "difficulty" : "Easy",
  "habit" : "Vining",
  "image_url" : "https://explore.logees.com/media/Mini-Monstera-Monstera-minima.jpg",
  "kid_friendly" : "No",
  "light" : "Bright Light",
  "max_height" : 6,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Kalanchoe blossfeldiana is a herbaceous and commonly cultivated house plant of the genus Kalanchoe native to Madagascar.  Kalanchoe blossfeldiana, commonly called kalanchoe, is a dark green, succulent perennial with scallop-edged leaves and large umbels of flower clusters held above the foliage. It has an upright, multi-branched growth habit. Their bloom time is incredibly long for a houseplant.",
  "botanical_name" : "Kalanchoe blossfeldiana",
  "care" : "These flowering kalanchoes like bright, natural light. A medium or high light situation is best as long as they’re not getting too much direct sun. Be sure to keep them out of any hot windows because they’ll burn. The more light you give your kalanchoe, the better it’ll look. In lower light conditions the flower buds tend to not open & the foliage gets spindly. If you have low light & you want a kalanchoe, buy it in as full bloom as you can. These plants are succulents with fleshy leaves & stems which means you don’t want to keep them constantly wet. They need good drainage. Water yours well, let it all drain out & then water again when dry. That might mean you water yours every 2 weeks. The frequency will vary depending on your temps, light situation & the size pot your kalanchoes are in.",
  "common_name" : "Florist Kalanchoe",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://mxtrianz.me/wp-content/uploads/2017/05/kalanchoe-plant-pictures-17-how-to-care-for-a-kalanchoe-plant.jpg",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "No",
  "water" : "Minimal-Regular"
}, {
  "about" : "The Ficus Audrey (Ficus benghalensis) is the national tree of India. In its natural habitat its canopy can cover a lot of ground and provide great shade in its warm climate. The fact that Ficus Audrey is relatively easy to care for is definitely the main appeal, but some are equally enthusiastic about its looks. Ficus Audrey bears a striking resemblance to the rubber plant, but it swaps out the glossy, moody, burgundy leaves for some that are small, matte, and emerald green; and the leggy and dark trunk for one that’s thick and white, almost birch-like. In India, this tree is considered sacred as it is believed to be a tree under which Buddha received enlightenment.",
  "botanical_name" : "Ficus benghalensis",
  "care" : "Ficus Audrey prefer soil that is consistently and evenly moist, with small periods of drought between waterings. Allow the top 2”-3” of the soil to dry between waterings. Allowing the soil to dry more than a few inches will lead to leaf loss. In contrast, too much moisture in the soil can lead to root rot and also cause leaves to drop. Be sure to check in with the soil regularly until you develop a routine with your plant. These plants do particularly well in the self watering containers. The Ficus Audrey is easier than its sister, the Ficus Lyrata (fiddle leaf fig tree). It acclimates well to new spaces, is less finicky when it comes to water needs, and it doesn’t require quite as much light. We consider it medium tree in terms of difficulty.",
  "common_name" : "Ficus Audrey",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/LBE-10-Blush_Ficus-Audrey-Pole-10.jpg?v=1563977623",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 10,
  "max_width" : 4,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "The creeping fig is an evergreen climbing species which you might have seen crawling up the walls of large mansions or a quaint house in the country. Indoors they’re best grown in a hanging basket, or given something to attach to and climb. There are a number of varieties of this fast growing species such as the miminma, variegata and others which have smaller variegated leaves than the all green pumila. The heart shaped leaves on the ficus pumila grow to approximatively 1 inch long and along a wiry wooden like stem. You can keep these very small in a normal sized plant pot, in a hanging basket, or a larger container where the stems and leaves can hang over the sides. If you would like to be more creative you can allow them to climb a moss stick or provide them with a home made structure they can climb.",
  "botanical_name" : "Ficus pumila",
  "care" : "The F. pumila is very easy to grow and maintain (if anything it's hard to stop them growing), but it does need to be pruned to keep it at a size suitable for the place it resides indoors. The good news you can prune these as much as you like, which is best done in spring. Avoid direct sunlight and provide a brightly lit setting. It will also tolerate low lighting conditions. The pumila is a tough plant and grows well in temperatures from 55 - 75°F (13 - 24°C (can be higher or lower and survive).      Plant in a well draining and aerated potting soil. Best to feed with a liquid fertilizer once a month during spring and summer.",
  "common_name" : "Creeping Fig",
  "difficulty" : "Easy",
  "habit" : "Trailing",
  "image_url" : "https://s5s5x9e4.stackpathcdn.com/plants/ficus-pumila-ficus-repens-medium-500x625.jpg",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 5,
  "max_width" : 5,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Zamioculcas zamiifolia, affectionately called the ZZ plant or Zanzibar Gem, is a tropical plant in the aroid family, Araceae. It is native to Zanzibar, Kenya, and Eastern Africa. You might spot large potato-like rhizomes under the surface of its potting mix. Having evolved in drier conditions than most other aroids, these plants have evolved rhizomes that store water to help the ZZ plant survive drought in its natural environment. The rhizomes are actually underground stems, and what you see above ground are the stems' leaves. Using these underground rhizomes, the plant slowly creeps over time to new locations, spawning new aboveground leaves along the way.",
  "botanical_name" : "Zamioculcas zamiifolia",
  "care" : "You really have to try if you want to kill your ZZ plant! In other words, it’s very durable. But even though a ZZ plant can endure a lot of neglect, it’s best to give it proper care if you want it to grow.  ZZ plants prefer bright, indirect light but can still survive in low-light conditions. These plants can even thrive with bright, fluorescent light. This is one of the main reasons why they are a popular choice for indoor spaces with no windows. One key thing to remember is that ZZ plants do not like direct sunlight. Allow the soil to dry between watering. Don’t let your plant sit in water because it can easily cause stem and rhizome rot. Your plant can survive months without water, but will grow faster if watered more regularly. It’s always best to underwater than to overwater, since death by root rot is more likely to occur with your ZZ plant than death by water deprivation.",
  "common_name" : "ZZ Plant",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_zz-plant_variant_small_balboa_cream_720x.jpg?v=1581710910",
  "kid_friendly" : "No",
  "light" : "Low-Medium Indirect Light",
  "max_height" : 4,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "Hailing from Southeast Asia, this popular elephant's ear (Alocasia amazonica, part of the Alocasia genus) is sometimes called African Mask. It's a hybrid that has become a fairly popular ornamental houseplant and is one of the easiest to find and buy. A striking and beautiful houseplant, it is defined by its deep green leaves accentuated by whitish or light green veins. The leaves are roughly serrated, and in some cases, the leaf color appears as an almost purple-green. Leaf shapes range from wide hearts to slim arrowheads, with textures from slick and glossy to thick and waxy. It is a fleshy evergreen that grows from underground corms. These plants rarely bloom, however, and are grown primarily for their foliage.",
  "botanical_name" : "Alocasia amazonica",
  "care" : "Alocasia indoor planting requires conditions that closely replicate its natural outdoor environment, which is warm and very humid. Proper Alocasia plant care begins with the soil. It needs to be porous and a recommended mix would be one part soil, one part perlite or coarse potting sand and one part peat. The potting mixture must be well aerated, well drained, and yet remain moist. Direct sunlight will burn the leaves. Avoid southern exposures. Fortunately, average household temperatures are sufficient for African Mask plants, although they prefer it a bit warmer, about 85 F. (29 C.) in summer. Humidity is second on the list of necessities for your new houseplant. Alocasia thrives in a moist environment and need plenty of water during active growth. This is a plant that definitely needs a pebble tray beneath it.",
  "common_name" : "African Mask",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0059/7360/6467/products/6_African_Mask.jpg?v=1567287891",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Calathea is a large genus of leafy tropical plants found growing in the damp, swampy forest floors of the Americas. They’re characterised by their beautiful foliage, often looking as though someone has painted their leaves. Calathea ornata (pin stripe calathea), certainly has that look about it! It’s soft pink stripes against the dark green leaves and a deep purple underside make them a hugely popular choice for us to keep in our homes.",
  "botanical_name" : "Calathea ornata",
  "care" : "Calathea as a whole are fast growing and very easy to look after – because they’re used to periodic flooding, they’re also ideal for the erratic waterers out there! In colder months they like to be left to dry out a little between waterings, but only allow the top layers of compots to dry out. In warmer months, you can keep the top surface of the soil damp the whole season. They prefer a humid environment so can be misted regularly. Grouping similar plants together also helps to create a microclimate that provides them with some natural humidity - a lack of humidity will cause browning at the edges of the leaves.Placing your Calathea in direct light will scorch the leaves and they won’t be happy for very long!",
  "common_name" : "Pinstripe Plant",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://svetruzi.cz/421-large_default/calathea-sanderiana-55cm-o14cm.jpg",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Calathea Roseopicta Dottie is an evergreen perennial, indoor house plant that grows to 6 to 12 inches tall and spread as wide. The leaves are glossy, with an entire and wavy margin. The leaf surfaces are colored very dark black-green and its midrib beautifully marked with a distinctive bright pink that also encircles the leaf about 1-2 cm from the margin. These beautiful markings remain vivid pink even as the plant matures. Recently emerged leaves are slightly lighter in color. Leaves underside is purple. The Calathea Dottie occasionally produce purple and white blooms.",
  "botanical_name" : "Calathea roseopicta 'Dottie'",
  "care" : "Calaethea 'Dottie' flourishes best in bright indirect sunlight or filtered sunlight to partial shade. Keep your plant out of direct sunlight, because too much of direct sunlight burns the leaves of a Plant and causes the wonderful leaf hues to fade. Keep your plant in front of East, west or north facing window is suitable. It grows well in moist, well-drained, fertile organic soil with a mix of sand. Water regularly, during the growing season. Keep soil constantly moist but never water-logged. Overwatering can cause root rot and kill the plant. During the winter season, reduce watering and only water the plant when the top inch soil to dry out between watering.",
  "common_name" : "Calathea 'Dottie'",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1706/1307/products/Calathea-roseopicta-dottie-beau-bronze-plant-pot_600x.jpg?v=1528653406",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Part of the prayer plant family, the stunning Calathea 'Medallion' is arguably one of Mother Nature’s most beautiful creations. Its large, “medallion”-like leaves appear to be painted with brushstrokes of deep green and fuschia tones, flourishing out into a bouquet of unmistakable, colorful foliage. But though this plant is an increasingly popular choice, it remains a relatively high-maintenance houseplant and requires a bit of extra TLC to keep those leaves perky and shining. Read on to find simple care tips and solutions for how to successfully care for and grow a Calathea Medallion.",
  "botanical_name" : "Calathea roseopicta 'Medallion'",
  "care" : "The Calathea 'Medallion' prefers medium indirect light, will scorch in direct sunlight. When watering, take care not let the plant become oversaturated or waterlogged. Keep the soil evenly moist, never allowing it to completely dry out. In prime conditions, the Calathea Medallion grows relatively fast and can reach up to two feet in height. For best results fertilize once a month during spring and summer. During the winter season, reduce watering and only water the plant when the top inch soil to dry out between watering.",
  "common_name" : "Calathea 'Medallion'",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/Sandstone-Planter_Calathea-Medalion-6.jpg?v=1548258102",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Calathea lancifolia, commonly known as rattlesnake plant, is a rhizomatous tropical evergreen perennial that it winter hardy to USDA Zones 11-12. It is native to Brazilian rainforests. Although it may be grown outdoors at the far southern edges of Florida and California plus Hawaii, it is otherwise grown indoors in the remaining parts of the U. S. for appreciation of its ornately patterned foliage. Plants typically grow to 1 1/2’ tall indoors, but rise to 2 1/2’ tall outdoors. Wavy-margined linear to lanceolate leaf blades (each to 18” long) are pale green to yellow-green above variegated with (a) attractive dark green elliptic blotches on both sides of the midrib, (b) thin dark olive green marginal edge, and (c) reddish purple to maroon undersides. The markings on each leaf purportedly resemble the markings found on some rattlesnakes, hence the common name for this plant.",
  "botanical_name" : "Calathea lancifolia",
  "care" : "With good humidity, consistent soil moisture, warm air temperature, and an absence of direct sun, this tropical perennial will usually develop into an extremely attractive indoor foliage plant. Best indoor container growth typically occurs in uniformly moist, well-drained, peaty potting mixtures in room temperatures ranging from 65 to 75 degrees F. in limited sun to bright shade locations. Avoid full sun, particularly in the heat of the afternoon. Tolerates some early morning sun or diffused sun. Avoid drafts or sudden temperature changes. Plants need high humidity which can often be difficult to provide in winter. Consider standing a potted plant on a bed of wet pebbles, misting the foliage regularly and/or growing the plant in a humidified room. During the growing season (April-August), water regularly to keep soils moist (but not wet) and apply a balanced fertilizer monthly. Reduce watering and fertilization in winter when plant growth typically slows down. Propagate by division.",
  "common_name" : "Rattlesnake Plant",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_calathea-rattlesnake_variant_medium_grant_pale-grey_2048x2048.jpg?v=1583163012",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : "10-18",
  "max_width" : "10-18",
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Calathea orbifolia is a gem amongst foliage plants. This hard to find Calathea has broad bright green leaves, delicately striped with silvery-blue patterning that looks almost metallic. Elegant and understated, this Calathea is prized for its round leaves which grow quite wide as the plant matures. The new leaves emerge beautifully from the center of the plant, which grows densely and can get rather large for Calathea - up to 2.5' tall and wide, with leaves stretching over 8\".",
  "botanical_name" : "Calathea orbifolia",
  "care" : "Calathea orbifolia prefers medium to bright indirect light. Keep guarded from direct sun and mist regularly or keep on a pebble tray to increase humidity. Calathea orbifolia is sensitive to environmental stress, and prone to occasional brown edges/spotting on leaves as shown in the product photos. Water when the top 1-2\" of soil feels dry.",
  "common_name" : "Calathea Orbifolia",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://www.bestgardenoutdoor.com/wp-content/uploads/2020/01/Calathea-orbifolia-Cresta-Plant-Pot-Ice-Blue_06fd9c91-23c4-455f-8718-86f6f83c601a_2000x.jpg",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Named for Bartolomeo Maranta, an Italian physician and botanist of the sixteenth century, the Maranta genus includes a few dozen low-growing plants native to the American tropics. The plant gets its common name from the fact that its leaves stay flat during the day, then fold up like praying hands at night. The Maranta leuconeura species has some of the most strikingly beautiful, decorative leaves in the plant kingdom. The popular tricolor variety has deep green, velvety leaves with yellow splotches down the midrib and arching red veins traveling to the leaf margins. A well-grown Maranta should have full, six-inch-long leaves rising from a short center stem and draping down. They are fairly common as houseplants, but not necessarily easy to keep growing over the long-term.",
  "botanical_name" : "Maranta leuconeura",
  "care" : "Maranta are all fairly low-growing, spreading plants with none reaching over about eight inches tall, making them excellent for grouped displays of low plants on a windowsill.​ They thrive best when provided with greenhouse-like conditions: warm, moist, gentle airflow, and plenty of fertilizer. Plants that are kept too cool or too dry are likely to lose their leaves or suffer from fungal infections that will cause the plant to die from root rot or collapse. Plants that are exposed to too much sun are likely to become washed out and develop brown blotches on their leaves.",
  "common_name" : "Prayer Plant",
  "difficulty" : "Moderate",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_maranta_hover_mint_2048x2048.jpg?v=1583180091",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 0.5,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "In recent years, the ponytail palm tree has become a popular houseplant and it is easy to see why. Its sleek bulb-like trunk and lush, long curly leaves make it visually stunning; and the fact that a ponytail palm is forgiving and easy in its care makes this an ideal houseplant for many people. Oddly enough, a ponytail palm tree is neither a palm nor a tree. In fact, it is a member of the Agave family and is actually a succulent. Other common names for this plant include bottle palm tree or elephant foot tree. The common characteristics of this plant include a bulbous trunk, which is used to store water, and its long, hair-like leaves that grow from the top of the trunk like a ponytail, giving the plant its renowned name.",
  "botanical_name" : "Beaucarnea recurvata",
  "care" : "Ponytail palms prefer to have as much light as possible, so place the plant in a bright location. Bright, indirect sunlight is best. Keep soil fairly dry. Water from spring through fall, allowing the top inch or two of soil to dry completely before re-watering.",
  "common_name" : "Ponytail Palm",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/Nursery-Pot-10_24a71bea-a503-4ef0-acae-29ce81f8eb86.jpg?v=1544499886",
  "kid_friendly" : "Yes",
  "light" : "Bright Light",
  "max_height" : 3,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "The parlor palm has long been used as an indoor plant in the United States. This attractive little plant was first discovered in Central America and brought back to the United States, where it immediately became a popular indoor palm. It gained a near-instant following for several good reasons. It's adapted to relatively low light, can handle lower temperatures, and grows in attractive clumps with light-textured foliage cloaking thin trunks. These factors make the parlor palm one of the most popular indoor palms grown in most temperate countries.",
  "botanical_name" : "Chamaedorea elegans",
  "care" : "Among all the palm trees, bella palms are a great place to start for the beginner. They do especially well in 3-gallon pots (about 10 inches wide) in a northern exposure or foyer, where they show off their fine-textured leaves. Because they are tolerant of lower light conditions and sensitive to too much water, they are prime candidates to be \"loved to death,\" either through overwatering or by getting too much direct sunlight. Resist the temptation. Bella palms are vulnerable to pests including aphids, mealy bugs, scale, and whitefly. If possible, identify the infestation as early as possible and treat with the least toxic option.",
  "common_name" : "Bella Palm",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://res.cloudinary.com/bloomnation/c_pad,d_vendor:global:catalog:product:image.png,f_auto,fl_preserve_transparency,q_auto/v1572380450/vendor/7619/catalog/product/2/0/20191025081114_file_5db356e2ae826_5db3574e6c52b.jpeg",
  "kid_friendly" : "Yes",
  "light" : "Low to Medium-Indirect Light",
  "max_height" : 5,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Areca Palms go by many alternate names. You may simultaneously hear them referred to as the “Butterfly Palm” (because of the upwardly curved leaves) or “Golden Cane Palm” due to the coloration on the lower ends of the canes and the yellow flowers it produces during summer months. The plant is native to Madagascar, but has been naturalized in other tropical locales: The Andaman Islands, El Salvador, Cuba, The Dominican Republic, Jamaica, and South Florida, to name a few. The Areca Palm is also notable for its potential health benefits. For example, it is associated with the NASA clean air study, wherein it was named as one of several “efficient air-cleaning plants,” capable of filtering formaldehyde, xylene, and toluene from the atmosphere. The plant can also function as something of a humidifier, with its ability to transpire water into the air at regular intervals.",
  "botanical_name" : "Dypsis lutescens",
  "care" : "These gorgeous plants require a lot of light to grow, but they do not like direct sunlight. If the palm is in an area without enough light, the growth of the plant will slow considerably. If it is receiving too much direct sun, the leaves will begin to turn yellow from sunburn. Areca palms seem to have an unquenchable thirst during the spring and summer months. Ensure that the plant is in a well draining pot because sitting in water will cause the roots to rot. If you overwater the palm and there is no place for the water to drain, it is likely that the plant will die. In fact, this is the most common reason that a areca palm dies. Also, this plant does not like water that has chemicals in it. Salt, chlorine, fluoride, and other chemicals that can be found in our drinking water will cause dots to form on the leaves, so use distilled water whenever possible. This plant prefers soil that is rich in nutrients as well as a bit on the acidic side. I like to use a peat moss, sand, and bark mixture that is heavily aerated and drains well.",
  "common_name" : "Areca Palm",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://static.turbosquid.com/Preview/001144/558/6Q/areca-palm-model_Z.jpg",
  "kid_friendly" : "Yes",
  "light" : "Bright-Indirect Light",
  "max_height" : 10,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Crotons come in a variety of styles in leaf shapes and colors. The leaves can vary from curly to thin, thick to twisted, making for an always exciting appearance. The colors of the leaves are what truly make this plant beautiful with the spectrum of green, yellow, red, orange, pink and black hues. Native to the tropics, this perennial evergreen shrub adds an exotic touch to your containers. The true benefit of the Croton plant is the burst of color that it adds to your space.",
  "botanical_name" : "Codiaeum variegatum",
  "care" : "Place Croton in a sunny location such as an eastern, southern, or western window. If a Croton is getting too little light, its newer leaves will be less colorful. Keep the soil evenly moist, but let it dry out between waterings. If humidity is low in your home, mist around the leaves with water once a week or keep a tray of wet gravel near the plant. Fertilize the plant in spring and summer. Repot the plant in the spring if it has grown too large for its current pot.",
  "common_name" : "Croton",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://images.homedepot-static.com/productImages/aa23d40d-5c0a-4aa9-8508-6d079ff77e45/svn/costa-farms-house-plants-10croperedmod-64_1000.jpg",
  "kid_friendly" : "No",
  "light" : "Bright Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Pothos is arguably the easiest of all houseplants to grow, even if you are a person who forgets to water your plants. This trailing vine has pointed, heart-shaped green leaves, sometimes variegated with white, yellow, or pale green. While pothos likes bright, indirect light it can thrive in areas that don’t get a lot of sunlight or have only fluorescent lighting. It's an excellent plant for locations such as offices and dorm rooms. One advantage of growing pothos is that they are high on the list of plants that can help purify indoor air of chemicals such as formaldehyde, trichloroethene, toluene, xylene, and benzene.",
  "botanical_name" : "Pothos species",
  "care" : "Pothos vines do not cling to trellises and supports on their own, but they can be trained onto supports to give the appearance of twining. As indoor plants, specimens 30 feet long are common, though most are kept much shorter. These plants can get leggy left unpruned. If allowed to dry out, the stems may become bare to the base, leaving leaves only on new growth. If you choose to let your pothos grow into a long vine, it can be secured on hooks along walls and over window frames. Vines left to grow on their own can get very tangled, so shake them loose every now and then to keep them from becoming a mess.",
  "common_name" : "Devil's Ivy",
  "difficulty" : "Easy",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/Terracotta-Pot-6_Pothos-Jade-6.jpg?v=1544979630",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 20,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Minimal to Regular"
}, {
  "about" : "Pilea peperomioides (Urticaceae) is an Asiatic perennial herb that is native to Yunnan Province in Southern China at the foot of the Himalayas. For a long time, this plant has been a mystery. That is because this plant, like many other Pilea, is insignificant in economic value (weedy), and like other Pilea, not much attention was paid to it. It was found to have been brought to Norway by a Norwegian missionary in 1946, upon the expulsion of religion and foreigners by Chairman Mao. From Norway, it was distributed by friends to friends, and eventually all over the world as a houseplant.",
  "botanical_name" : "Pilea Pepermoides",
  "care" : "The Chinese money plant prefers a well-draining potting soil, and a pot with drainage holes is necessary. The soil needs to mostly dry out between waterings, with more watering required in warmer, sunnier weather. If the leaves start to look slightly droopy, that’s a sign that the plant needs water. To keep your Chinese money plant nicely shaped, rotate it at least once a week to prevent it from getting lopsided. The large leaves tend to accumulate dust, so these plants benefit from regular showers, or at least wiping down of their leaves. Treat monthly with an all-purpose plant fertilizer during the spring and summer growing seasons. You may also want to put your plant outdoors as temperatures warm, but, again, take care to keep it out of direct sunlight.",
  "common_name" : "Chinese Money Plant",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0150/6262/products/the-sill_pilea_variant_x-small_dolores_pale-grey_300x.jpg?v=1585254040",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "Ming Aralia, a perennial evergreen shrub, belongs to the family of Araliaceae and it has six varieties. Ming Aralia usually has a dark green, rich foliage, and the leaves tend to vary with shapes creating a ‘fussy’ but elegant look. Unlike many plants that branch sideways the Ming Aralia grows vertically, it has a straight-growing habit and it can reach up to 3-7 ft height.",
  "botanical_name" : "Polyscias fruticosa",
  "care" : "Ming Aralia is a quite tolerant plant – it can grow in partial light and low-light conditions, or even in the windows facing north, but it will grow more compactly under bright light conditions. It is a tropical plant, thus need warm conditions. Don’t  expose the plant to air temperature below 60°F. The plant is also intolerant to extreme temperature shifts. This plant requires well-drained potting soil. Soil with some kind of organic material (pine bark,  sphagnum peat moss) and a bit of perlite or vermiculite will provide an ideal drainage for the plant. When fertilizer isn’t included in potting mix, feed your plant 2-3 times a year from March to October with a dilute mixture of water-soluble fertilizer. Don’t fertilize it during cold months when days are short. Water Ming Aralia thoroughly and let the soil slightly dry out before you water it again. Don’t let the soil dry out completely, but don’t overwater it! Ming Aralia likes humidity and soil that is constantly a slightly moist. Always remove the excess water from drainage saucer.",
  "common_name" : "Aralia 'Ming'",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1706/1307/products/Polyscias-Ming-Aralia-Ming-Merin-Plant-Pot-Sand_2000x.jpg?v=1559473955",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 0.5,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "A Fabian aralia (Polyscias scutellaria) stump is a tropical plant that is usually grown as an indoor, upright, columnar, container plant and reaches 3 to 4 feet tall. \"Stump\" refers to the plant's final height. Fabian aralia's trunk is woody, like a shrub's trunk, and the plant has colorful leaves that are green on top and purple or maroon on the underside. It is hardy outdoors all year in U.S. Department of Agriculture plant hardiness zones 10 through 11, requires soil with a pH of 7.9 to 8.5 and needs sun to partial shade.",
  "botanical_name" : "Polyscias scutellaria",
  "care" : "An indoor Fabian aralia stump grows best in a warm and sunny location near a window. The best place in your home to place the plant is near a south, east or west window that provides about one-half day of sunshine directly on the plant. Other options include a heated sun room or greenhouse that is at least 70 degrees Fahrenheit. Lower temperatures can cause leaf drop and defoliate the plant.A potted Fabian aralia stump has a small amount of roots. That means it needs minimal watering to maintain good growth habits and health. Water your potted plant by pouring room-temperature water on all of its soil surface when the container's top one-half of soil is dry.",
  "common_name" : "Aralia 'Fabian'",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1706/1307/products/Polyscias-Fabian-Aralia-Fabian-90cm_600x.jpg?v=1538231152",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 4,
  "max_width" : 2,
  "pet_friendly" : "No",
  "water" : "Minimal"
}, {
  "about" : "Despite the creepy-crawly name, the spider plant is among the most popular (and easiest to grow) of all hanging or trailing houseplants. While these exceptionally hardy plants will survive in less than perfect conditions, in perfect conditions they are stunning. A mature plant will form tight rosettes of arching leaves with a profusion of hanging plantlets on long stems, up to three feet, somewhat like a bushy green mane. Although there is a pure green variety, the most common variety seen in garden centers in the green-and-white striped 'Variegatum.' Mature plants have small white flowers.",
  "botanical_name" : "Chlorophytum comosum",
  "care" : "While spider plants will grow under most conditions, there are some things to consider if you want your plant to thrive. In terms of light, they are undemanding. Spider plants prefer bright light and tend toward scorching in direct sunlight. However, they will grow in conditions ranging from semi-shady to partial direct sun. You should water them liberally through the summer and mist them occasionally. During winter, cut watering back. When it comes to temperature, do not let them fall below 50 F or expose them to cold drafts. Spider plants like fast-draining, well-aerated potting mix. Feed them weekly during the summer with liquid fertilizer or use pellets at the beginning of the growing season.",
  "common_name" : "Spider Plant",
  "difficulty" : "Easy",
  "habit" : "Trailing",
  "image_url" : "https://i5.walmartimages.com/asr/2766d26c-b92b-4783-a88f-72a11d800565_1.eb1db475b3d355a60292950f49a0efc9.jpeg",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 2,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Ficus elastica, also known as a rubber plant, is an odd-looking plant from the tropics of Southeast Asia with huge, soft leaves and an exotic name. It can grow to 50 feet with an enormous canopy of draping, foot-long oval leaves. Like many ficuses, it has hanging roots and develops flanged trunks over time. In the home, it is an excellent standard plant that thrives with bright light, regular water, warmth, and fertilizer.",
  "botanical_name" : "Ficus Elastica",
  "care" : "F. elastica requires bright, filtered light and can tolerate morning sun. Plants that are kept too dark will become leggy, lose their lower leaves, and the color will become dull instead of glossy and vibrant. Water frequently. This plant needs to be kept steadily moist. It is vulnerable to excessive dryness. As for soil, any good, fast-draining potting soil will likely do. Feed the plant a weak liquid fertilizer throughout the growing season. They are relatively heavy feeders when healthy.",
  "common_name" : "Rubber Tree",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://i.pinimg.com/originals/73/33/55/7333550f24c8bfbd8f7317fde368e9ac.jpg",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 8,
  "max_width" : 4,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "A “money tree” is actually multiple Pachira aquatica trees painstakingly braided together during growth. Pachira aquatica is a broadleaf evergreen native to Central and South America and has many common names including Malabar chestnut, Guiana chestnut, French peanut, saba nut, monguba, pumpo, provision tree, and wild kapok tree. A braided money tree plant can be anywhere between one and eight feet tall. You might expect that the symbolism of the money tree goes back centuries. In reality, the first modern money tree was cultivated in Taiwan as a bonsai by a truck driver in the 1980s! It quickly became a symbol of prosperity and highly sought after by Feng Shui practitioners.",
  "botanical_name" : "Pachira aquatica",
  "care" : "Along with its status as a luck-magnet, money tree plants are incredibly easy to care for. They only require indirect light and infrequent watering, making it an easy plant for beginners. The money tree is also highly-rated as an air-purifier. A famous NASA study of indoor plants on air quality lists Pachira aquatica as one of the most effective filters of harmful pollutants.",
  "common_name" : "Chinese Money Tree",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0248/6668/products/new_lg_jayden_money_tree.jpg?v=1558705857",
  "kid_friendly" : "Yes",
  "light" : "Medium-Indirect Light",
  "max_height" : 8,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Schefflera species are wonderful tropical plants. The larger schefflera (sometimes called the umbrella plant) features long, shiny, oval green leaves that droop gracefully from a central stalk resembling an umbrella. A mature schefflera might have 12 to 16 leaflets from a single stalk, while an immature schefflera is more likely to have four to six. Schefflera arboricola (sometimes called dwarf schefflera) feature smaller, glossy leaves, sometimes with creamy variegation. Schefflera will thrive alongside your other tropical plants. Schefflera is unlikely to bloom inside, so if you are keeping schefflera as a houseplant, it is unlikely that you will see its show of long, red, white, or pink tentacle-like flowers.",
  "botanical_name" : "Schefflera arbicola",
  "care" : "Basic care and maintenance will keep this plant looking healthy and living a long long life indoors. It's a plant which less is more, concerning watering and feeding - too much of these will cause plant problems. When a tree matures it's likely to need to be supported with a stake or a moss stick (if it has matured enough and produces aerial roots) unless it's pruned down and pinched. A little bit too much or little of water, heat, cold or dryness won't cause any serious issues.",
  "common_name" : "Umbrella Tree",
  "difficulty" : "Easy",
  "habit" : "",
  "image_url" : "https://images.homedepot-static.com/productImages/513536ff-eb54-4fef-90a6-5b1bcf8e1e89/svn/national-plant-network-house-plants-hd7404-64_1000.jpg",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 5,
  "max_width" : 4,
  "pet_friendly" : "No",
  "water" : "Minimal-Regular"
}, {
  "about" : "Weeping fig (also known as F. benjamina) grows as a large broadleaf evergreen tree in tropical and subtropical climates, but it is more often grown as a houseplant in homes, offices, and is a popular feature in interior commercial landscaping. It is a rare tree that has a good tolerance for the limited light conditions of indoor environments. Weeping fig is an elegant plant with slender branches that arch gracefully from a light gray trunk, with dense, glossy dark leaves that may shed when the plant is stressed. When grown indoors, the plants are normally pruned to keep them in the 3- to 6-foot range, and trunks are sometimes braided for decorative appeal. In tropical climates, weeping fig can grow as 60 feet as specimen trees, and they are sometimes planted and pruned as hedges. Weeping fig is one of the best plants for improving air quality indoors. It has one of the top removal rates for air toxins such as formaldehyde, benzene, and trichloroethylene.",
  "botanical_name" : "Ficus benjamina",
  "care" : "Weeping figs grow easily indoors in containers filled with soil-based potting mix and positioned in bright indirect light, or in sunny areas that get some afternoon shade. They should be regularly watered during the growing season but allowed to become drier from fall to late winter. After the last frost date in spring, weeping figs can be brought outdoors for the summer, then returned indoors when the weather turns cold again. Leaf dropping that is not explained by other causes sometimes indicates infestation by common pests, including aphids, mealy bugs, scale, and whitefly.",
  "common_name" : "Weeping Fig",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://i.etsystatic.com/15296690/r/il/0e8ff8/1327207242/il_570xN.1327207242_bo62.jpg",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 6,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "The Dieffenbachia genus is a beautiful if sometimes confusing group of plants. Dieffenbachias​ features pointed, broad leaves in a variety of combinations of green and white. A large, well-grown dieffenbachia can reach five feet, with leaves of a foot or more. However, the plants will rarely reach this size in typical indoor conditions.  The name of dumb cane comes from the dieffenbachia's milky sap, which is a mild irritant and should be kept from bare skin. The sap can cause temporary loss of speech. Consider avoiding dieffenbachias if you have small children or pets around the house. Otherwise, they could be hurt by the irritating substances produced by the dumb cane plant.",
  "botanical_name" : "Dieffenbachia species",
  "care" : "Dieffenbachias appreciate bright light during the winter months. During the growing season, the plant prefers dappled shade or indirect light. During the growing season, they like regular moisture and do not want to dry out. A large Dieffenbachia might need to be watered twice a week. In the winter, cut back on the water. Use a fast-draining, well-aerated potting mix. Make sure their drainage is good to avoid damaging the roots; they should never be left in soggy soil. They like above-average warmth. If the temperature drops below 60 F or the plant is exposed to cold drafts, it is likely to lose lower leaves and gain a \"palm\" effect. Feed regularly with a balanced, diluted fertilizer like a 20-20-20 for best results.",
  "common_name" : "Dumb Canes",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "",
  "kid_friendly" : "Yes",
  "light" : "Bright-Indirect Light",
  "max_height" : 5,
  "max_width" : 3,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "The arrowhead vine (Syngonium podophyllum) makes a pretty trailing or climbing vine that tends to grow aggressively under the right conditions. It's also commonly known as Nephthytis triphylla, according to the Missouri Botanical Garden. The arrowhead vine is a tropical climber in the Araceae (or aroid) family. Many varieties have variegated leaves to one degree or another, and like many aroids, the plant's leaf structure changes as it matures, going from a simple arrow shape to a deeply lobed or divided mature leaf. Syngonium podophyllum grows outdoors in U.S. Department of Agriculture plant hardiness zones 10 through 12, so in most locations in the United States, it is grown as a houseplant. The species is native to a wide region of Latin America from Mexico to Bolivia, and it has become naturalized in the West Indies, Florida, Texas, Hawaii, and other warmer locales.",
  "botanical_name" : "Syngonium podophyllum",
  "care" : "Give your Syngonium bright light but no direct sun. Variegated types can handle more direct sun, while deeper green varieties can handle partial shade. Spray frequently to maintain high humidity. Keep the soil continuously moist throughout spring and summer and reduce watering in the winter, but don't let it dry out. Syngoniums prefer warm and humid conditions. Keep it in areas above 60 F if possible.Plant in a rich, well-drained potting mix. Feed regularly with liquid fertilizer throughout the growing season.",
  "common_name" : "Arrowhead Ivy",
  "difficulty" : "Moderate",
  "habit" : "Vining",
  "image_url" : "https://nurtureplant.in/wp-content/uploads/2019/09/Syngonium-Podophyllum-White-Butterfly-1-600x600.jpg",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 6,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Regular"
}, {
  "about" : "Peperomia 'Hope' is an easy to care for indoor plant with semi-succulent round leaves that emerge on pinkish orange stems. The foliage is subtly striped with light green, making the leaves look similar to its close relative, the Watermelon Peperomia. A cross between Peperomia deppeana and quadrifolia, this cultivar has a lovely trailing habit, with leaves emerging in groups of two or three every few inches as the stems grow. Unfortunately these are not as easy to purchase as many other Peperomias in garden stores. If you see one for sale you're in luck - buy it!",
  "botanical_name" : "Peperomia rotundifolia",
  "care" : "Most homes would be able to accommodate this plant and provide the correct conditions. Humidity and light are important. Bright light without direct sunlight is best suited. A small amount of morning or evening sun won't harm, but midday sun could scorch the leaves and harm the plant. South, east or west facing areas are best suited and check if the plant needs to sit further back from the window. Overwatering is the worst offender for most Peperomias including this species. This is because of its succulent nature and small roots . Allow the soil to become dry then water thoroughly. During the winter reduce watering to a minimum. Better too little than too much.",
  "common_name" : "Peperomia 'Hope'",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/0662/5489/products/Peperomia_Hope_-_pistils_nursery.jpg?v=1579912863",
  "kid_friendly" : "Yes",
  "light" : "",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "The Peperomia genus has over 1000 species, but only a dozen or so make for good houseplants. The Peperomia caperata is one of them. Known for its heart-shaped, deeply puckered leaves, which range in color from rich green to hues of red or silver-gray, depending on variety. Occasionally the Ripple Peperomia will produce thin, cream colored flower stalks. Generally an easy care plant, the Peperomia can become “leggy” if not given enough sun.",
  "botanical_name" : "Peperomia caperata",
  "care" : "The Peperomia 'Ripple' perfoms well in medium to bright light but can tolerate low light. Not suited for intense, direct sun. Water once or twice a week, depending on season. Spring to summer, water as soon as potting mix begins to dry out. Fall to winter, allow mix to dry out almost completely before watering thoroughly. Don’t sweat it. Average home humidity is fine; can tolerate dry air. Average home temperature of 65°F-75°F. If you’re comfortable, the Ripple Peperomia is comfortable. Remains relatively small, growing only to an approximate height of 8”.",
  "common_name" : "Peperomia 'Ripple'",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://media4.s-nbcnews.com/j/newscms/2015_32/716461/home-no-fuss-plants-pepperomia-sill-today-150804_44aafbb8bf5695b93453b34d35026783.fit-560w.jpg",
  "kid_friendly" : "Yes",
  "light" : "Low to Medium-Indirect Light",
  "max_height" : 0.75,
  "max_width" : 0.75,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Watermelon peperomia (Peperomia argyreia) is appreciated for its rounded, fleshy leaves marked with silver and dark green stripes that resemble the markings of a watermelon. Watermelon peperomia is a low-growing plant that reaches only 6 to 10 inches tall at maturity. Although the plant is usually grown as a houseplant, it grows outdoors in the warm climates of U.S. Department of Agriculture plant hardiness zones 10 through 12. Usually, watermelon peperomia is grown in a container so it is easy to move indoors when temperatures drop below 60 degrees Fahrenheit.",
  "botanical_name" : "Peperomia argyreia",
  "care" : "Watermelon peperomia is well suited for planting in containers or hanging baskets. Drainage is critical, so make sure the container has a drainage hole in the bottom. Peperomia grows in any good-quality, regular commercial potting soil or a homemade mixture containing ingredients such as compost, loam or peat moss. A handful of sand or vermiculite promotes drainage. Watermelon peperomia is a tropical plant that prefers humid conditions but is prone to stem rot in soggy soil. Water the plant deeply when the top of the soil feels slightly dry. Let the pot drain completely and never allow the plant to stand in water. Watermelon peperomia does not tolerate freezing temperatures. If you take your plant outdoors during warm weather, bring it in as soon as nighttime temperatures drop to 60 to 65 F.",
  "common_name" : "Peperomia 'Watermelon'",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://s7d1.scene7.com/is/image/terrain/56948854_000_a?$zoom2$",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Peperomia caperata, commonly known as emerald ripple or peperomia, is a dense mound-forming tropical perennial that typically grows to 8” tall and as wide. It is an epiphytic plant that is native to Brazil. Features rosettes of long stemmed, wrinkled, deeply corrugated, heart-shaped, dark green leaves (to 1 1/2” long) on long red-tinged stalks. Leaves are deeply veined with an attractive corrugated surface. Leaf color is close to black along the corrugations. Tiny, whitish-green flowers in 2-3” long spikes bloom in summer and early fall atop thin reddish flower stalks which rise well above the foliage. Flowers are not particularly showy, but are produced in abundance and add considerable interest to the ornamental appearance of the plant. Flower stalks are purportedly reminiscent of mouse tails.",
  "botanical_name" : "Peperomia caperata",
  "care" : "This plant is easily grown as an indoor container plant in a peaty potting mix in bright indirect light. Avoid direct afternoon sun. Best indoor location is a north or east facing window. Thrives under fluorescent lights. During the growing season (spring to fall), water moderately but consistently, allowing the soils to almost dry on top before adding additional water plus apply fertilizer once per month. Reduce watering and eliminate fertilization from fall throughout winter. Likes high humidity in summer, so consider setting plant on wet pebbles in a humidified room. Mist plants frequently. Cut back foliage as needed to maintain plant shape. Minimum recommended winter temperature is 60 degrees F. Propagate by stem or leaf cuttings in spring.",
  "common_name" : "Peperomia 'Rosso'",
  "difficulty" : "Easy",
  "habit" : "Upright",
  "image_url" : "https://cdn.shopify.com/s/files/1/1419/7120/products/Peperomia_Ripple_Rosso_white_Ruth_Pot.TLJK.jpg?v=1571439619",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 0.75,
  "max_width" : 0.75,
  "pet_friendly" : "Yes",
  "water" : "Minimal"
}, {
  "about" : "Peperomia obtusifolia is a bushy upright plant that is native to southern Florida and the Caribbean. As a houseplant, it typically grows on thick erect stems to 12” tall. Waxy, elliptic, thick dark green leaves (to 6” long). Small greenish-white flowers on spikes (to 5” long). Flowers are interesting but not particulary showy. Many variegated cultivars with foliage that is mottled with cream, gray or gold. Also commonly called blunt-leaved peperomia or baby rubber plant.",
  "botanical_name" : "Peperomia obtusifolia",
  "care" : "This plant is easily grown as an indoor plant in a peatty potting mix in bright indirect light. Avoid direct afternoon sun. Water moderately but consistently, allowing the soils to almost dry on top before rewatering. Reduce watering from fall to late winter. Likes high humidity in summer, so consider setting plant in a humidified room or on wet pebbles. Propagate by stem or leaf cuttings. Cut back foliage as needed to maintain plant shape.",
  "common_name" : "Baby Rubberplant",
  "difficulty" : "Easy",
  "habit" : "Trailing",
  "image_url" : "https://cdn.shopify.com/s/files/1/0350/5665/products/Peperomia-Obtusifolia-Marble_5N8A3375_web_580x580_crop_center.jpg?v=1571313590",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 1,
  "max_width" : 1,
  "pet_friendly" : "Yes",
  "water" : "Minimal to Regular"
}, {
  "about" : "The Swiss cheese plant, Monstera adansonii, gets its name from its large, heart-shaped leaves, which as it ages, become covered with holes that resemble Swiss cheese. The houseplant, which is part of the Araceae family that's native to South and Central America, is easy to grow and loves to climb. If you give it a stake or trellis to grow upward, you'll enjoy larger leaves with those unique holes. This \"Swiss cheese plant\" is an excellent example of why using common names with plants can be confusing. Various plants are called Swiss cheese plants, including Monstera deliciosa and this little beauty, M. adansonii.",
  "botanical_name" : "Monstera adansonii",
  "care" : "The Swiss cheese vine is a tropical ornamental that has aerial roots growing downwards from the stem. These roots easily reach the ground, giving this plant a vine-like tendency. Monster adansonii are native to the jungles of Central and South America, so they grow in the wild under the coverage of trees. Therefore, the plants grow best in indirect sunlight. If it's in a spot with direct light, limit it to just 2 to 3 hours of morning sun. This plant grows best in peat-based potting soil that has a large drainage hole. The peat helps to trap moisture in the soil without allowing it to become waterlogged. Before you water a Swiss cheese vine, do the knuckle test—stick your finger up to the knuckle into the soil to see how wet or dry the soil is. If the soil is nearly dry, water it. Don't let the soil dry out entirely.",
  "common_name" : "Swiss Cheese Plant",
  "difficulty" : "Moderate",
  "habit" : "Vining",
  "image_url" : "https://cdn.shopify.com/s/files/1/0662/5489/products/Monstera_adansonii_and_moss_pole_-_Swiss_Cheese_Vine_-_pistils_nursery_1056x1376.jpg?v=1583457013",
  "kid_friendly" : "No",
  "light" : "Bright-Indirect Light",
  "max_height" : 8,
  "max_width" : 1,
  "pet_friendly" : "No",
  "water" : "Minimal-Regular"
}, {
  "about" : "The maidenhair fern is part of the Adiantum genus that includes over 200 varieties of ferns that grow around the world. The genus name is derived from the Greek word \"adiantos,\" which means \"unwetted,\" and is an apt description since the leaves of the maidenhair fern repel water. This plant has delicate fan-shaped leaf segments that are typically clustered on wiry black stems. Maidenhair ferns are known to grow in places where other plants typically don't—they can naturally be found on rock walls and in between rock fissures where the moisture from water seepage keeps them alive.",
  "botanical_name" : "Adiantum pedatum",
  "care" : "Maidenhair ferns need shady settings. Do not expose them to any direct sunlight, and especially avoid bright light. This plant requires humid warm air. It will die or wilt with dry, hot air. To achieve the right watering conditions, mist the plant with warm water a couple of times a day. This will maintain moisture on the leaves. Additionally, keep the soil damp but not soggy. A humidifier or pebble tray can maintain optimal indoor growing conditions. Many growers have success keeping these plants in a shady corner or under a plant bench in glassed-in solariums or sunrooms. Since maidenhair ferns thrive on moisture, it's recommended to plant it in a pot with drainage holes. Ideally, keep the fern in a plastic pot with holes, and then put the plastic pot in a more attractive outer pot. This will allow you to easily check the moisture levels in the plastic pot. The drainage holes should prevent the soil from becoming soggy. These plants are best kept above 70 F. Do not expose them to cold drafts or temperatures below 60 F.",
  "common_name" : "Maidenhair Fern",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR9SjY5SNgg5UrUKBVz1xr6Zejd6dzWqmKtayKTWjLNd4rQxxXX",
  "kid_friendly" : "Yes",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 3,
  "max_width" : 2,
  "pet_friendly" : "Yes",
  "water" : "Regular"
}, {
  "about" : "The aglaonema, also known as Chinese evergreen, is a highly decorative plant with several interesting varieties. It is one of the most popular houseplants and the color variations—from dark green to silver, and some with hints of red—add to your home's decor. Aglaonemas are slow-growing, attractive, and make excellent foliage plants. It has large, narrow, and glossy oval leaves on short stems. Best of all, it does not like full sun, so it is perfect for indoors, especially if window light is a commodity in your home.",
  "botanical_name" : "Aglaonema species",
  "care" : "There seems to be a little controversy over whether this plant is easy or difficult to grow. In general, it is easy if you follow one simple rule: the lighter the variegation, the more light it needs. Once you understand how that applies to your Aglaonema, you should have no problems. The number one rule to remember for Aglaonema care is to keep it warm and moist. If you do, you will be rewarded with a long-lasting, stable houseplant that will not outgrow its pot anytime soon. It really is a great choice if you struggle with houseplants but want some colorful foliage around the house. The darker green varieties of Aglaonema can grow in near shade, while the variegated varieties require brighter light. Do not expose any Aglaonema to direct sun.",
  "common_name" : "Chinese Evergreen",
  "difficulty" : "Moderate",
  "habit" : "Upright",
  "image_url" : "https://www.marshallflorist.net/wp-content/uploads/2012/12/chinese-evergreen.jpg",
  "kid_friendly" : "No",
  "light" : "Medium to Bright-Indirect Light",
  "max_height" : 3,
  "max_width" : 3,
  "pet_friendly" : "No",
  "water" : "Regular"
} ]
}

